coffee_name = "Капучино"

if coffee_name == "Капучино":
    print("1. Сварите кофе. Можно сварить в турке (доведите до кипения 2-3 раза, чтобы напиток получился насыщеннее). Или заварить во френч-прессе. Обязательно процедите, налейте в подогретую кружку.")
    print("2. Подогрейте молоко. Старайтесь не перегревать его больше, чем 65 градусов. Оно не должно быть сильно горячим.")
    print("3. Взбейте с помощью блендера или миксера. Добивайтесь однородной пены, без крупных пузырьков.")
    print("4. Влейте взбитую массу в кофе.")
elif coffee_name == "Латте":
    print("1. Кофе следует заварить, причем любым способом, который вам кажется удобнее.")
    print("2. Главное, чтобы кофе был довольно крепким.")
    print("3. Молоко нужно разогреть, но не кипятить: оптимальной будет температура в 50-60 градусов.")
    print("4. После этого его нужно тщательно взбить с помощью блендера (либо миксера).")
    print("5. Процедура займет порядка 5 минут, пока не образуется воздушная пена.")
    print("6. Перелейте молоко в заранее подготовленный высокий бокал (айриш-бокал).")
    print("7. Пена останется сверху.")
    print("8. Затем нужно влить в молоко кофе.")
    print("9. Делать это нужно очень аккуратно, кофе должен литься тоненькой струйкой.")
    print("10. Таким образом получится правильный трехслойный напиток: молоко, кофе и пена сверху.")
    print("11. Завершается приготовление добавлением корицы либо шоколада сверху.")
    print("12. Можно и вовсе не добавлять ничего.")
elif coffee_name == "Фрапучино":
    print("1. Варим и охлаждаем кофе. Можно заменить зеленым чаем. Объем 150 мл.")
    print("2. Все компоненты помещаем в стационарный блендер. Взбиваем, пока лед не превратится в мелкую крошку.")
    print("3. Взбиваем сливки (охлажденные 1-2 часа в холодильнике) миксером до сохранения формы.")
    print("4. Кофе переливаем в бокал. Сверху украшаем сливками. Подаем холодным.")
elif coffee_name == "Эспрессо":
    print("1. В чашку с толстыми стенками насыпают растворимый кофе и сахарный песок для одной порции.")
    print("2. Добавляют немного кипятка и интенсивно взбивают ложкой полученную смесь.")
else:
    print("Рецепт для данного вида кофе не найден.")